tap "adoptopenjdk/openjdk"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "python@3.9"
brew "glib"
brew "entr"
brew "exa"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "fzf"
brew "python@3.10"
brew "gdb"
brew "hugo"
brew "openssl@3"
brew "kcov"
brew "mono"
brew "nasm"
brew "ncurses"
brew "neovim"
brew "nghttp2"
brew "node"
brew "openjdk"
brew "starship"
brew "tmux"
brew "watch"
brew "wget"
brew "yarn"
brew "zoxide"
brew "heroku/brew/heroku"
cask "adoptopenjdk8"
cask "cron"
cask "discord"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "iina"
cask "intellij-idea"
cask "karabiner-elements"
cask "kitty"
cask "minecraft"
cask "mono-mdk"
cask "multimc"
cask "obsidian"
cask "rectangle"
cask "slack"
cask "steam"
cask "transmission-remote-gui"
cask "visual-studio-code"
cask "zoom"
