tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "entr"
brew "exa"
brew "fzf"
brew "harfbuzz"
brew "just"
brew "libtiff"
brew "little-cms2"
brew "neovim"
brew "openjdk@17"
brew "python@3.10"
brew "starship"
brew "zoxide"
cask "anki"
cask "deluge"
cask "font-jetbrains-mono-nerd-font"
cask "iina"
cask "kitty"
cask "multimc"
cask "rectangle"
cask "steam"
cask "visual-studio-code"
cask "zed"
