tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "entr"
brew "exa"
brew "fzf"
brew "go"
brew "ncurses"
brew "neovim"
brew "node"
brew "openjdk"
brew "python@3.10"
brew "solana"
brew "starship"
brew "tmux"
brew "wget"
brew "zoxide"
cask "cron"
cask "font-jetbrains-mono-nerd-font"
cask "kitty"
cask "linear-linear"
cask "multimc"
cask "multipass"
cask "ngrok"
cask "rectangle"
cask "transmission-remote-gui"
cask "visual-studio-code"
cask "zoom"
